Repository: KriBetko/KryBot
Catalog: src/KryBot.CommonResources/Localization/strings.*.resx
Languages: ru

# AccountNotActive
source: Account is not activated
ru: Аккаунт не активирован

source: Error
ru: Ошибка

# Finish
source: Completed
ru: Завершено

# GetBotInConfig_Config
source: Configuration
ru: Конфигурация

# GetBotInConfig_NotLoaded
source: not loaded. File does not exist or is broken.
ru: не загружена. Файл не существует или сломан.

# GiveawayJoined_ConfirmedFor
source: confirmed for
ru: подтверждено за

# GiveawayJoined_Join
source: Entry into
ru: Участие в

# GiveawayNotJoined_NotConfirmed
source: not confirmed
ru: не подтверждено

# GiveawayNotJoined_YouMustEnteredToGroup
source: You must enter the group
ru: Вы должны состоять в группе

# GiveawaysHaveWon
source: Do you have a win
ru: У вас есть выигрыш

# Licens
source: Using the program, you agree that the developer is not responsible for your accounts. All actions are initiated by the user and the user is responsible for them.
ru: Используя программу, вы соглашаетесь с тем, что разработчик не несет ответственности за ваши аккаунты. Все действия инициируются пользователем и только пользователь ответственен за них.

# LoadProfile_Load
source: Profile loaded
ru: Профиль загружен

# LoginFaild
source: Authorisation Error
ru: Ошибка авторизации

# LoginSuccess
source: Authorized
ru: Авторизован

# ParseLoadGiveaways_Found
source: Found
ru: Найдено

# ParseLoadGiveaways_FoundGiveAwaysInGroup
source: Found group giveaways
ru: Найдено груповых раздач

# ParseLoadGiveaways_FoundGiveAwaysInWishList
source: Found wishlist giveaways
ru: Найдено раздач в вишлисте

# ParseLoadGiveaways_FoundMatchGiveaways
source: Found matching giveaways
ru: Найдено подходящих раздач

# ParseLoadGiveaways_FreeGoldenGiveawaysIn
source: free gold giveaways on
ru: бесплатных золотых раздач на

# ParseLoadGiveaways_GroupGiveAwaysIn
source: group giveaways on
ru: групповых раздач на

# ParseLoadGiveaways_RegionGiveAwaysIn
source: region restricted giveaways on
ru: раздач с региональными ограничениями на

# ParseLoadGiveaways_NumberCopiesGiveAwaysIn
source: giveaways with number of copies on
ru: раздач с минимальным количеством копий на

# ParseLoadGiveaways_Pages
source: pages
ru: страницах

# ParseLoadGiveaways_RegularGiveawaysIn
source: regular giveaways on
ru: обычных раздач на

# ParseLoadGiveaways_SandboxGiveawaysIn
source: sandbox giveaways on
ru: раздач из пеcочницы на

# ParseLoadGiveaways_WishListGiveAwaysIn
source: wishlist giveaways on
ru: раздач из вишлиста на

# ParseProfile_LoginOrServerError
source: Error login/server
ru: Ошибка логина/сервера

source: Start
ru: Старт...

# SteamGroupAlreadyMember
source: You already are a member of this group
ru: Вы уже состоите в этой группе

# SteamGroupJoined
source: Joining the group confirmed
ru: Участие в группе подтверждено

# SteamGroupNotJoined
source: Joining the group is not confirmed
ru: Участие в группе НЕ подтверждено

# TryLogin
source: Authorization...
ru: Авторизация...

# FormMain_Label_Status
source: Status
ru: Статус

# StatusBar_End
source: Completed
ru: Завершено

# StatusBar_Login
source: Authorization
ru: Авторизация

# FormMain_btnStart_Click_Старт
source: Start
ru: Старт

# FormMain_btnStart_Click_FarmFinish
source: Farm completed
ru: Фарм завершен

# FormMain_btnStart_Click_TaskBegin
source: Processing...
ru: Выполняется...

# FormMain_btnStart_Click_FarmBegin
source: Farm started ...
ru: Фарм запущен...

# FormMain_btnStart_Click_Stop
source: Stop
ru: Стоп

# FormMain_btnStart_Click_FarmBeginWithInterval
source: Farm started at intervals
ru: Фарм запущен с интервалом

# FormMain_btnStart_Click_LoopsLeft
source: cycles left)
ru: циклов осталось)

# FormMain_btnStart_Click_M
source: m (
ru: м (

# FormMain_btnStart_Click_FarmSkip
source: Skip attempts farm. Previous farming cycle is not yet over.
ru: Пропуск попытки фарма. Предыдущий цикл фарма еще не окончен.

source: Log
ru: Лог

# FormMain_DoFarm_Farn
source: Farm
ru: Фарм

source: Level
ru: Уровень

# Agreement
source: KryBot - Agreement
ru: KryBot - Соглашение

# ParseLoadGiveaways__ContributorsIn
source: contributors giveaways on
ru: contributors раздач на

# FormMain_timer_Tick_LoopsLeft
source: Left cycles
ru: Осталось циклов

# Updater_Update_UpdateDone
source: The update is complete. Restarting...
ru: Обновление завершено. Перезапуск...

# Updater_Update_UpdateFailed
source: When updating the error occurred. Download the manual: https://github.com/KriBetko/KryBot/releases
ru: При обновлении произошла ошибка. Скачайте вручную: https://github.com/KriBetko/KryBot/releases

source: Warning
ru: Предупреждение

# GamesInBlacklist
source: Games on the blacklist
ru: Игр в Blacklist'e

# AboutForm_groupBox1
source: Social links
ru: Ссылки на сообщества

source: About program
ru: О программе

# Autorun_MustHaveAdminPerm
source: To perform this task, the application must be run with administrator privileges
ru: Для выполнения этого действия приложение должно быть запущен с правами администратора

# Autorun_RegisterEditError
source: When writing to the registry error occurred. Writing to the registry is prohibited by the administrator?
ru: При записи в реестр произошла ошибка. Запись в реестр запрещена администратором?

source: Blacklist
ru: Черный список

# BlacklistForm_Add
source: Add
ru: Добавить

# BlacklistForm_Del
source: Delete
ru: Удалить

# BlacklistForm_LoadFrom
source: Load from...
ru: Загрузить из...

# Blacklist_NeedAuth
source: Need authorization on Steam
ru: Нужна авторизация в Steam

# CookieForm_MustRestart
source: To apply the changes need to restart the application
ru: Для применения изменений нужен перезапуск приложения.

# CookieForm_Save
source: Save
ru: Сохранить

source: Count
ru: Количество

# DonateForm_Donate
source: Developer Support
ru: Поддержать разработчика

# DonateForm_Text
source: You can help the developer material transfer any amount to one of the accounts, iven below:
ru: Вы можете помочь разработчику материально перевести любую сумму на один из счетов, предоставленных ниже:

source: Information
ru: Информация

source: Settings
ru: Настройки

# SettingsForm_cbAutorun
source: Autorun
ru: Автозагрузка

# SettingsForm_cbFarmTip
source: Notification about farm
ru: Оповещение о фарме

# SettingsForm_cbGMGolden
source: Free golden giveaways
ru: Бесплатные золотые раздачи

# SettingsForm_cbGMRegional
source: No regional restrictions
ru: Без региональных ограничений

# SettingsForm_cbSort
source: First
ru: Сначала

# SettingsForm_cbTimerEnable
source: Enabled
ru: Включен

# SettingsForm_cbWishlistSort
source: Do not use sorting to wishlist
ru: Не применять сортировку к вишлисту

# SettingsForm_cbWonTip
source: Notificaions about win
ru: Оповещение о победах

# SettingsForm_chGMSandbox
source: Sandbox giveaways
ru: Раздачи из песочницы

# SettingsForm_Commun
source: Common
ru: Общие

# SettingsForm_gbTimerSettings
source: Settings
ru: Настройки

# SettingsForm_groupBox1
source: Timer
ru: Таймер

# SettingsForm_IntervalNotZero
source: The interval timer can not be 0
ru: Интервал таймера не может равняться 0

# SettingsForm_label5
source: Interval:
ru: Интервал:

# SettingsForm_label6
source: m
ru: м

# SettingsForm_label8
source: Cycles:
ru: Циклов:

# Updater_CurrentVersion
source: Current version
ru: Актуальная версия

# Updater_HaveUpdate
source: Update available
ru: Доступно обновление

# BlacklistForm_SteamAccount
source: Steam Profile
ru: Профиль Steam

source: Exit
ru: Выход

source: Farm
ru: Фарм

source: File
ru: Файл

# FileDialog_SaveProfile
source: Save profile
ru: Сохранить профиль

# LinkLabel_OnSite
source: To website
ru: На сайт

source: Login
ru: Логин

# MainForm_Donate
source: Donate
ru: Поддержать

# MainForm_UpdateInfoAbout
source: Update on
ru: Обновление информации о

# OpenBotFolder
source: Open folder with bot
ru: Открыть папку с ботом

# ProfileLoading
source: Loading profile
ru: Загрузка профиля

source: Save
ru: Сохранить

source: Save as...
ru: Сохранить как...

source: Show
ru: Развернуть

source: Status
ru: Статус

# Status_NotLogined
source: Not authorized
ru: Не авторизован

source: Tools
ru: Сервис

# SettingsFform_MaxValue
source: Maximum bet:
ru: Максимальная ставка:

# SettingsForm_cbSCAutojoin
source: Auto entry into the group (required authorization in Steam)
ru: Автовступление в группы (нужна авторизация в Steam)

# SettingsForm_cbSCContributors
source: Contributors giveaways
ru: Contributors раздачи

# SettingsForm_cbSGMinLevel
source: The minimum level of giveaways
ru: Минимальный уровень раздач

# SettingsForm_cbSGSortTeLessLevel
source: First giveaways of the highest level
ru: Сначала раздачи наивысшего уровня

# SettingsForm_GroupGiveaways
source: Group giveaways
ru: Групповые раздачи

# SettingsForm_PointsReserv
source: Reserve points:
ru: Резерв points:

# SettingsForm_RegularGiveaways
source: Regular giveaways
ru: Обычные раздачи

source: Language
ru: Язык

source: Logout
ru: Выйти

# ParseLoadGiveaways_CSGOGiveawaysIn
source: CS:GO items on
ru: предметов CS:GO на

# ParseLoadGiveaways_DotaGiveawaysIn
source: Dota 2 items on
ru: предметов Dota 2 на

# ParseLoadGiveaways_SteamGiveawaysIn
source: Steam giveaways on
ru: Steam раздач на

# ParseLoadGiveaways_SteamItemsIn
source: Steam items on
ru: предметов Steam на

# ParseLoadGiveaways_TF2GiveawaysIn
source: TF2 items on
ru: предметов TF2 на

# SettingsForm_cbIGCSGO
source: CS:GO items
ru: CS:GO предметы

# SettingsForm_cbIGDota
source: Dota 2 items
ru: Dota 2 предметы

# SettingsForm_cbIGSteamGiveaways
source: Steam giveaways
ru: Steam раздачи

# SettingsForm_cbIGSteamItems
source: Steam items
ru: Steam предметы

# SettingsForm_cbIGTF2
source: TF2 items
ru: TF2 предметы

# BlacklistForm_EnterId
source: Enter game ID
ru: Введите ID игры

# SettingsForm_FirstCheap
source: cheap
ru: дорогие

# SettingsForm_FirstExpensive
source: expensive
ru: дешевые

# Settngs_CreateShortcut
source: Create shortcut
ru: Создать ярлык
